export const YEARS = [
  {
    category: "Кино",
    data: [
      { year: 1920, description: "Появление первых полнометражных немых фильмов." },
      { year: 1921, description: "Выходит немецкий фильм «Кабинет доктора Калигари»." },
      { year: 1922, description: "Премьера первого хоррор-фильма «Носферату»." },
      { year: 1923, description: "Голливуд становится центром мировой киноиндустрии." },
      { year: 1924, description: "Выходит немой фильм «Шерлок-младший» с Бастером Китоном." },
      { year: 1925, description: "Премьера «Броненосца Потемкин» Сергея Эйзенштейна." },
      { year: 1926, description: "Выход первой полнометражной анимации Уолта Диснея." },
    ],
  },
  {
    category: "Космос",
    data: [
      { year: 1957, description: "Запуск первого спутника Земли, Спутник-1." },
      { year: 1958, description: "Создано NASA." },
      { year: 1959, description: "Советская станция «Луна-2» впервые достигла Луны." },
      { year: 1960, description: "Запуск первого метеоспутника TIROS-1." },
      { year: 1961, description: "Первый полет человека в космос (Юрий Гагарин)." },
      { year: 1962, description: "Первые успешные телекоммуникационные спутники." },
      { year: 1963, description: "Валентина Терешкова стала первой женщиной в космосе." },
    ],
  },
  {
    category: "Технологии",
    data: [
      { year: 1970, description: "Разработка первых микропроцессоров." },
      { year: 1971, description: "Intel представила первый коммерческий процессор 4004." },
      { year: 1972, description: "Запуск первых видеоигр (Pong)." },
      { year: 1973, description: "Создан первый мобильный телефон Motorola DynaTAC." },
      { year: 1974, description: "Разработка первых персональных компьютеров." },
      { year: 1975, description: "Microsoft основана Биллом Гейтсом и Полом Алленом." },
      { year: 1976, description: "Apple представила первый компьютер Apple I." },
    ],
  },
  {
    category: "Наука",
    data: [
      { year: 1980, description: "Разработан метод ПЦР (полимеразная цепная реакция)." },
      { year: 1981, description: "Первые эксперименты по клонированию животных." },
      { year: 1982, description: "Открытие вируса иммунодефицита человека (ВИЧ)." },
      { year: 1983, description: "Развитие технологий генной инженерии." },
      { year: 1984, description: "Созданы первые искусственные органы для пересадки." },
      { year: 1985, description: "Создан первый трехмерный принтер." },
      { year: 1986, description: "Разработаны первые нанотехнологии." },
    ],
  },
  {
    category: "Интернет",
    data: [
      { year: 1990, description: "Разработана первая версия Всемирной паутины (WWW)." },
      { year: 1991, description: "Появился первый веб-сайт в истории интернета." },
      { year: 1992, description: "Создан первый интернет-браузер." },
      { year: 1993, description: "Открыта первая поисковая система (Archie)." },
      { year: 1994, description: "Запущена первая версия Amazon.com." },
      { year: 1995, description: "Запуск eBay и появление электронной коммерции." },
      { year: 1996, description: "Создан поисковик Google." },
    ],
  },
  {
    category: "Современные технологии",
    data: [
      { year: 2015, description: "Запущен виртуальный помощник Amazon Alexa." },
      { year: 2016, description: "Искусственный интеллект AlphaGo победил чемпиона по Го." },
      { year: 2017, description: "Tesla представила электрический грузовик Tesla Semi." },
      { year: 2018, description: "NASA запустило Parker Solar Probe для изучения Солнца." },
      { year: 2019, description: "Первое изображение черной дыры опубликовано." },
      { year: 2020, description: "Массовое внедрение технологий 5G." },
      { year: 2021, description: "Илон Маск представил прототип нейроинтерфейса Neuralink." },
    ],
  },
];
