export const YEARS = [
  [
    {
      year: 2010,
      description:
        "Первая коммерческая миссия космического корабля Dragon от SpaceX.",
    },
    {
      year: 2011,
      description:
        "NASA завершило программу Space Shuttle после 30 лет эксплуатации.",
    },
    {
      year: 2012,
      description:
        "Марсоход Curiosity успешно сел на Марс и начал исследование Красной планеты.",
    },
    {
      year: 2013,
      description:
        "Папа Франциск стал первым папой-иезуитом и первым папой из Америки.",
    },
    {
      year: 2014,
      description:
        "Комета Чурюмова — Герасименко достигнута космическим аппаратом Rosetta.",
    },
    {
      year: 2015,
      description: "Открыта самая далекая галактика GN-z11 телескопом Хаббл.",
    },
    {
      year: 2016,
      description:
        "Британцы проголосовали за выход Великобритании из ЕС (Brexit).",
    },
  ],
  [
    {
      year: 2017,
      description:
        "Tesla представила первый электрический грузовик Tesla Semi.",
    },
    {
      year: 2018,
      description:
        "NASA запустило зонд Parker Solar Probe для изучения Солнца.",
    },
    {
      year: 2019,
      description:
        "Первое изображение черной дыры опубликовано проектом Event Horizon Telescope.",
    },
    {
      year: 2020,
      description:
        "Пандемия COVID-19 распространилась по всему миру, началась массовая вакцинация.",
    },
    {
      year: 2021,
      description: "Миссия NASA Perseverance успешно высадилась на Марс.",
    },
    { year: 2022, description: "Запущен космический телескоп Джеймса Уэбба." },
    {
      year: 2023,
      description:
        "Илон Маск представил концепцию XAI — искусственного интеллекта нового поколения.",
    },
  ],
  [
    { year: 1990, description: "Запуск телескопа Хаббл в космос." },
    {
      year: 1991,
      description: "Распад СССР и образование независимых государств.",
    },
    {
      year: 1992,
      description: "Основание Европейского Союза по Маастрихтскому договору.",
    },
    { year: 1993, description: "Официальный запуск Всемирной паутины (WWW)." },
    {
      year: 1994,
      description: "Создан первый прототип PlayStation компанией Sony.",
    },
    { year: 1995, description: "Основание компании Amazon Джеффом Безосом." },
    {
      year: 1996,
      description: "Запущена первая версия поисковой системы Google.",
    },
  ],
  [
    { year: 2000, description: "Официальное начало 21 века и 3 тысячелетия." },
    { year: 2001, description: "Теракты 11 сентября в США." },
    {
      year: 2002,
      description: "Евро стал официальной валютой в 12 странах ЕС.",
    },
    {
      year: 2003,
      description:
        "Запущен крупнейший в истории проект по исследованию генома человека.",
    },
    {
      year: 2004,
      description: "Марсоходы Spirit и Opportunity успешно высадились на Марс.",
    },
    { year: 2005, description: "Запущен первый видеохостинг YouTube." },
    { year: 2006, description: "Основана компания Twitter." },
  ],
  [
    { year: 1980, description: "Летние Олимпийские игры в Москве." },
    { year: 1981, description: "Запуск первого космического шаттла Columbia." },
    {
      year: 1982,
      description: "Создан первый компакт-диск (CD) компанией Sony и Philips.",
    },
    {
      year: 1983,
      description: "Рональд Рейган анонсировал проект «Звездных войн».",
    },
    {
      year: 1984,
      description: "Запуск первой версии компьютера Macintosh от Apple.",
    },
    {
      year: 1985,
      description: "Компания Microsoft выпустила первую версию Windows.",
    },
    {
      year: 1986,
      description:
        "Чернобыльская авария — крупнейшая ядерная катастрофа в истории.",
    },
  ],
  [
    { year: 1970, description: "Запуск советского лунохода «Луноход-1»." },
    {
      year: 1971,
      description:
        "Основание компании Intel и создание первого микропроцессора.",
    },
    {
      year: 1972,
      description: "Последний пилотируемый полет на Луну — миссия Apollo 17.",
    },
    {
      year: 1973,
      description: "Создан первый мобильный телефон компанией Motorola.",
    },
    {
      year: 1974,
      description: "Открытие знаменитой астрономической радиостанции Arecibo.",
    },
    { year: 1975, description: "Стыковка космических кораблей Союз-Аполлон." },
    {
      year: 1976,
      description: "Компания Apple представила свой первый компьютер Apple I.",
    },
  ],
];
