export const YEARS = [
  {
    category: "Кино",
    data: [
      {
        year: 2015,
        description: "Выход фильма «Безумный Макс: Дорога ярости».",
      },
      {
        year: 2016,
        description:
          "Фильм «Ла-Ла Ленд» получил рекордные 7 наград «Золотой глобус».",
      },
      {
        year: 2017,
        description: "Премьера фильма «Дюнкерк» Кристофера Нолана.",
      },
      {
        year: 2018,
        description:
          "«Чёрная пантера» стала первым супергеройским фильмом с номинацией на «Оскар» за лучший фильм.",
      },
      {
        year: 2019,
        description: "«Мстители: Финал» стал самым кассовым фильмом в истории.",
      },
      {
        year: 2020,
        description:
          "Выход фильма «Довод» Кристофера Нолана после задержек из-за пандемии.",
      },
      { year: 2021, description: "Фильм «Дюна» завоевал 6 премий «Оскар»." },
    ],
  },
  {
    category: "Техника",
    data: [
      {
        year: 2015,
        description:
          "Tesla представила первый автопилот для своих автомобилей.",
      },
      {
        year: 2016,
        description: "Amazon представил голосового помощника Alexa.",
      },
      { year: 2017, description: "Apple представила iPhone X с Face ID." },
      { year: 2018, description: "Запущены сети 5G в США и Южной Корее." },
      {
        year: 2019,
        description: "Tesla представила электрический пикап Cybertruck.",
      },
      {
        year: 2020,
        description:
          "Запуск процессоров Apple M1, переход Apple на собственные чипы.",
      },
      {
        year: 2021,
        description: "Представлен первый складной смартфон Google Pixel Fold.",
      },
    ],
  },
  {
    category: "Космос",
    data: [
      {
        year: 2015,
        description: "NASA обнаружило воду в жидком состоянии на Марсе.",
      },
      {
        year: 2016,
        description: "Космический аппарат Juno достиг орбиты Юпитера.",
      },
      {
        year: 2017,
        description: "Запуск телескопа TESS для поиска экзопланет.",
      },
      {
        year: 2018,
        description: "Зонд Parker Solar Probe начал исследование Солнца.",
      },
      { year: 2019, description: "Опубликовано первое фото чёрной дыры." },
      {
        year: 2020,
        description:
          "SpaceX запустила первую пилотируемую миссию Crew Dragon к МКС.",
      },
      { year: 2021, description: "Запущен телескоп Джеймса Уэбба." },
    ],
  },
  {
    category: "Музыка",
    data: [
      {
        year: 2015,
        description: "Адель выпустила альбом «25» с хитом «Hello».",
      },
      { year: 2016, description: "Rihanna выпустила альбом «ANTI»." },
      {
        year: 2017,
        description: "Ed Sheeran выпустил альбом «÷» с хитом «Shape of You».",
      },
      { year: 2018, description: "Drake выпустил хит «In My Feelings»." },
      {
        year: 2019,
        description:
          "Billie Eilish стала звездой года с альбомом «WHEN WE ALL FALL ASLEEP, WHERE DO WE GO?».",
      },
      {
        year: 2020,
        description: "BTS с песней «Dynamite» покорили чарты Billboard.",
      },
      {
        year: 2021,
        description: "Olivia Rodrigo выпустила дебютный альбом «SOUR».",
      },
    ],
  },
  {
    category: "Наука",
    data: [
      {
        year: 2015,
        description:
          "Учёные объявили об успешном редактировании генома человека CRISPR.",
      },
      {
        year: 2016,
        description:
          "Обнаружены гравитационные волны, предсказанные Эйнштейном.",
      },
      {
        year: 2017,
        description:
          "Создан первый искусственный эмбрион без использования яйцеклетки и сперматозоида.",
      },
      {
        year: 2018,
        description: "Обнаружен самый старый цвет в истории – розовый.",
      },
      {
        year: 2019,
        description: "Первый искусственный орган напечатан на 3D-принтере.",
      },
      {
        year: 2020,
        description: "Разработаны первые мРНК-вакцины от COVID-19.",
      },
      {
        year: 2021,
        description:
          "Учёные создали первый живой робот, способный к самовоспроизведению.",
      },
    ],
  },
  {
    category: "Спорт",
    data: [
      {
        year: 2015,
        description: "Сборная Чили выиграла Кубок Америки впервые в истории.",
      },
      {
        year: 2016,
        description:
          "Португалия победила на Евро-2016, обыграв Францию в финале.",
      },
      {
        year: 2017,
        description:
          "Роджер Федерер выиграл 8-й титул на Уимблдоне, установив рекорд.",
      },
      {
        year: 2018,
        description: "Франция выиграла чемпионат мира по футболу.",
      },
      { year: 2019, description: "Ливерпуль выиграл Лигу чемпионов УЕФА." },
      {
        year: 2020,
        description: "Лионель Месси покинул «Барселону» после 21 года.",
      },
      {
        year: 2021,
        description: "Италия выиграла Евро-2020, обыграв Англию в финале.",
      },
    ],
  },
];
